import woman from "../assets/noneData/modelWoman.png";

export const dataCatalog = [
  {
    id: 1,
    title: "Реализация",
    description: "Популярное со скидками до -70%, то что осталось на складах",
    img: woman,
  },
  {
    id: 2,
    title: "Бестселлер-коллекция",
    description: "Легендарное, то что в трендах, останется навечно с нами",
    img: woman,
  },
  {
    id: 3,
    title: "Нью-коллекция",
    description:
      "Новое, то что в хитах, останется ли оно, решать только тебе и твоим близким",
    img: woman,
  },
];

export const texxtSize1 =
  "пожалуйста, перед заказом одежды измерьте свои показатели обхватов “талии”, “груди” и “бёдер”";

export const texxtSize2 =
  " “обхват талии”, “обхват груди”, “обхват бёдер” — отражен в сантиметрах (см)";

export const arrSizeRow = [
  "XXS",
  "XXS",
  "XXS",
  "XXS",
  "XXS",
  "XXS",
  "XXS",
  "XXS",
  "XXS",
  "XXS",
  "XXS",
  "XXS",
];
export const arrSizeTable = [
  "00-00",
  "00-00",
  "00-00",
  "00-00",
  "00-00",
  "00-00",
  "00-00",
  "00-00",
  "00-00",
  "00-00",
  "00-00",
  "00-00",
];

export const list = [
  {
    img: woman,
    price: "3 490 ₽",
    title: "Футболка из премиальной ткани с облегающим кроем",
  },
  {
    img: woman,
    price: "3 490 ₽",
    title: "Футболка из премиальной ткани с облегающим кроем",
    sale: "2000",
  },
  {
    img: woman,
    price: "3 490 ₽",
    title: "Футболка из премиальной ткани с облегающим кроем",
  },
  {
    img: woman,
    price: "3 490 ₽",
    title: "Футболка из премиальной ткани с облегающим кроем",
  },
  {
    img: woman,
    price: "3 490 ₽",
    title: "Футболка из премиальной ткани с облегающим кроем",
  },
  {
    img: woman,
    price: "3 490 ₽",
    title: "Футболка из премиальной ткани с облегающим кроем",
    sale: "2000",
  },
  {
    img: woman,
    price: "3 490 ₽",
    title: "Футболка из премиальной ткани с облегающим кроем",
  },
  {
    img: woman,
    price: "3 490 ₽",
    title: "Футболка из премиальной ткани с облегающим кроем",
    sale: "2000",
  },
  {
    img: woman,
    price: "3 490 ₽",
    title: "Футболка из премиальной ткани с облегающим кроем",
    sale: "2000",
  },
];

export const listBasket = [
  {
    img: woman,
    price: "3 490 ₽",
    title: "Футболка из премиальной ткани с облегающим кроем",
    count: 2,
  },
  {
    img: woman,
    price: "3 490 ₽",
    title: "Футболка из премиальной ткани с облегающим кроем",
    count: 2,
    sale: "2000",
  },
  {
    img: woman,
    price: "3 490 ₽",
    title: "Футболка из премиальной ткани с облегающим кроем",
    count: 2,
  },
  {
    img: woman,
    price: "3 490 ₽",
    title: "Футболка из премиальной ткани с облегающим кроем",
    count: 2,
  },
  {
    img: woman,
    price: "3 490 ₽",
    title: "Футболка из премиальной ткани с облегающим кроем",
    count: 2,
  },
];

export const confidation =
  "Я даю своё согласие на обработку моих персональных данных и соглашаюсь";

export const confidationInner =
  "условиями и политикой конфиденциальности, и условиями возврата товара";

export const advartising =
  "Я даю своё согласие на обработку моих персональных данных и соглашаюсь";

export const advartisingInner =
  "условиями и политикой конфиденциальности, и условиями возврата товара";
